"%[Any]@ of the following are true" = "以下の条件の%1$[いずれかを満たす]@";
"%[All]@ of the following are true" = "以下の条件の%1$[すべてを満たす]@";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[ビットレート]@が%3$@ kbps %2$[である]@";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[ビットレート]@が%3$@ kbps %2$[ではない]@";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[ビットレート]@が%3$@ kbps %2$[より大きい]@";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[ビットレート]@が%3$@ kbps %2$[より小さい]@";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[ビットレート]@が %3$@ 〜 %4$@ %5$[kbps]@ %2$[の範囲内]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[サンプルレート]@が%3$@ Hz %2$[である]@";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[サンプルレート]@が%3$@ Hz %2$[ではない]@";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[サンプルレート]@が%3$@ Hz %2$[より大きい]@";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[サンプルレート]@が%3$@ Hz %2$[より小さい]@";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[サンプルレート]@が %3$@ 〜 %4$@ %5$[Hz]@ %2$[の範囲内]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ が %3$@ %2$[である]@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ が %3$@ %2$[ではない]@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ が %3$@ %2$[より大きい]@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ が %3$@ %2$[より小さい]@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[disc_number]@ %[is]@ %@" = "%1$[ディスク番号]@が%3$@%2$[である]@";
"%[disc_number]@ %[is not]@ %@" = "%1$[ディスク番号]@が%3$@%2$[ではない]@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[ディスク番号]@が%3$@%2$[より大きい]@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[ディスク番号]@が%3$@%2$[より小さい]@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[ディスク番号]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[userplaycount]@ %[is]@ %@" = "%1$[再生]@が%3$@回%2$[である]@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[再生]@が%3$@回%2$[ではない]@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[再生]@が%3$@回%2$[より多い]@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[再生]@が%3$@回%2$[より少ない]@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[再生]@が%3$@ 〜 %4$@回%2$[の範囲内]@";

"%[season]@ %[is]@ %@" = "%1$[シーズン]@が%3$@%2$[である]@";
"%[season]@ %[is not]@ %@" = "%1$[シーズン]@が%3$@%2$[ではない]@";
"%[season]@ %[is greater than]@ %@" = "%1$[シーズン]@が%3$@%2$[より大きい]@";
"%[season]@ %[is less than]@ %@" = "%1$[シーズン]@が%3$@%2$[より小さい]@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[シーズン]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[userskipcount]@ %[is]@ %@" = "%1$[スキップ回数]@が%3$@%2$[である]@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[スキップ回数]@が%3$@%2$[ではない]@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[スキップ回数]@が%3$@%2$[より大きい]@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[スキップ回数]@が%3$@%2$[より小さい]@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[スキップ回数]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[track_number]@ %[is]@ %@" = "%1$[トラック番号]@が%3$@%2$[である]@";
"%[track_number]@ %[is not]@ %@" = "%1$[トラック番号]@が%3$@%2$[ではない]@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[トラック番号]@が%3$@%2$[より大きい]@";
"%[track_number]@ %[is less than]@ %@" = "%1$[トラック番号]@が%3$@%2$[より小さい]@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[トラック番号]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[year]@ %[is]@ %@" = "%1$[年]@が%3$@%2$[である]@";
"%[year]@ %[is not]@ %@" = "%1$[年]@が%3$@%2$[ではない]@";
"%[year]@ %[is greater than]@ %@" = "%1$[年]@が%3$@%2$[より大きい]@";
"%[year]@ %[is less than]@ %@" = "%1$[年]@が%3$@%2$[より小さい]@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[年]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[サイズ]@が%3$@ MB %2$[である]@";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[サイズ]@が%3$@ MB %2$[ではない]@";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[サイズ]@が%3$@ MB %2$[より大きい]@";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[サイズ]@が%3$@ MB %2$[より小さい]@";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[サイズ]@が %3$@ 〜 %4$@ %5$[MB]@ %2$[の範囲内]@";

"%[album]@ %[contains]@ %@" = "%1$[アルバム]@が%3$@%2$[を含む]@";
"%[album]@ %[does not contain]@ %@" = "%1$[アルバム]@が%3$@%2$[を含まない]@";
"%[album]@ %[is]@ %@" = "%1$[アルバム]@が%3$@%2$[である]@";
"%[album]@ %[is not]@ %@" = "%1$[アルバム]@が%3$@%2$[ではない]@";
"%[album]@ %[begins with]@ %@" = "%1$[アルバム]@が%3$@%2$[で始まる]@";
"%[album]@ %[ends with]@ %@" = "%1$[アルバム]@が%3$@%2$[で終わる]@";

"%[album_artist]@ %[contains]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[を含む]@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[を含まない]@";
"%[album_artist]@ %[is]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[である]@";
"%[album_artist]@ %[is not]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[ではない]@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[で始まる]@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[アルバムアーティスト]@が%3$@%2$[で終わる]@";

"%[artist]@ %[contains]@ %@" = "%1$[アーティスト]@が%3$@%2$[を含む]@";
"%[artist]@ %[does not contain]@ %@" = "%1$[アーティスト]@が%3$@%2$[を含まない]@";
"%[artist]@ %[is]@ %@" = "%1$[アーティスト]@が%3$@%2$[である]@";
"%[artist]@ %[is not]@ %@" = "%1$[アーティスト]@が%3$@%2$[ではない]@";
"%[artist]@ %[begins with]@ %@" = "%1$[アーティスト]@が%3$@%2$[で始まる]@";
"%[artist]@ %[ends with]@ %@" = "%1$[アーティスト]@が%3$@%2$[で終わる]@";

"%[category]@ %[contains]@ %@" = "%1$[カテゴリ]@が%3$@%2$[を含む]@";
"%[category]@ %[does not contain]@ %@" = "%1$[カテゴリ]@が%3$@%2$[を含まない]@";
"%[category]@ %[is]@ %@" = "%1$[カテゴリ]@が%3$@%2$[である]@";
"%[category]@ %[is not]@ %@" = "%1$[カテゴリ]@が%3$@%2$[ではない]@";
"%[category]@ %[begins with]@ %@" = "%1$[カテゴリ]@が%3$@%2$[で始まる]@";
"%[category]@ %[ends with]@ %@" = "%1$[カテゴリ]@が%3$@%2$[で終わる]@";

"%[comments]@ %[contains]@ %@" = "%1$[コメント]@が%3$@%2$[を含む]@";
"%[comments]@ %[does not contain]@ %@" = "%1$[コメント]@が%3$@%2$[を含まない]@";
"%[comments]@ %[is]@ %@" = "%1$[コメント]@が%3$@%2$[である]@";
"%[comments]@ %[is not]@ %@" = "%1$[コメント]@が%3$@%2$[ではない]@";
"%[comments]@ %[begins with]@ %@" = "%1$[コメント]@が%3$@%2$[で始まる]@";
"%[comments]@ %[ends with]@ %@" = "%1$[コメント]@が%3$@%2$[で終わる]@";

"%[composer]@ %[contains]@ %@" = "%1$[作曲者]@が%3$@%2$[を含む]@";
"%[composer]@ %[does not contain]@ %@" = "%1$[作曲者]@が%3$@%2$[を含まない]@";
"%[composer]@ %[is]@ %@" = "%1$[作曲者]@が%3$@%2$[である]@";
"%[composer]@ %[is not]@ %@" = "%1$[作曲者]@が%3$@%2$[ではない]@";
"%[composer]@ %[begins with]@ %@" = "%1$[作曲者]@が%3$@%2$[で始まる]@";
"%[composer]@ %[ends with]@ %@" = "%1$[作曲者]@が%3$@%2$[で終わる]@";

"%[debug]@ %[contains]@ %@" = "%1$[デバッグ]@が%3$@%2$[を含む]@";
"%[debug]@ %[does not contain]@ %@" = "%1$[デバッグ]@が%3$@%2$[を含まない]@";
"%[debug]@ %[is]@ %@" = "%1$[デバッグ]@が%3$@%2$[である]@";
"%[debug]@ %[is not]@ %@" = "%1$[デバッグ]@が%3$@%2$[ではない]@";
"%[debug]@ %[begins with]@ %@" = "%1$[デバッグ]@が%3$@%2$[で始まる]@";
"%[debug]@ %[ends with]@ %@" = "%1$[デバッグ]@が%3$@%2$[で終わる]@";

"%[description]@ %[contains]@ %@" = "%1$[説明]@が%3$@%2$[を含む]@";
"%[description]@ %[does not contain]@ %@" = "%1$[説明]@が%3$@%2$[を含まない]@";
"%[description]@ %[is]@ %@" = "%1$[説明]@が%3$@%2$[である]@";
"%[description]@ %[is not]@ %@" = "%1$[説明]@が%3$@%2$[ではない]@";
"%[description]@ %[begins with]@ %@" = "%1$[説明]@が%3$@%2$[で始まる]@";
"%[description]@ %[ends with]@ %@" = "%1$[説明]@が%3$@%2$[で終わる]@";

"%[genre]@ %[contains]@ %@" = "%1$[ジャンル]@が%3$@%2$[を含む]@";
"%[genre]@ %[does not contain]@ %@" = "%1$[ジャンル]@が%3$@%2$[を含まない]@";
"%[genre]@ %[is]@ %@" = "%1$[ジャンル]@が%3$@%2$[である]@";
"%[genre]@ %[is not]@ %@" = "%1$[ジャンル]@が%3$@%2$[ではない]@";
"%[genre]@ %[begins with]@ %@" = "%1$[ジャンル]@が%3$@%2$[で始まる]@";
"%[genre]@ %[ends with]@ %@" = "%1$[ジャンル]@が%3$@%2$[で終わる]@";

"%[grouping]@ %[contains]@ %@" = "%1$[グループ]@が%3$@%2$[を含む]@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[グループ]@が%3$@%2$[を含まない]@";
"%[grouping]@ %[is]@ %@" = "%1$[グループ]@が%3$@%2$[である]@";
"%[grouping]@ %[is not]@ %@" = "%1$[グループ]@が%3$@%2$[ではない]@";
"%[grouping]@ %[begins with]@ %@" = "%1$[グループ]@が%3$@%2$[で始まる]@";
"%[grouping]@ %[ends with]@ %@" = "%1$[グループ]@が%3$@%2$[で終わる]@";

"%[kind]@ %[contains]@ %@" = "%1$[種類]@が%3$@%2$[を含む]@";
"%[kind]@ %[does not contain]@ %@" = "%1$[種類]@が%3$@%2$[を含まない]@";
"%[kind]@ %[is]@ %@" = "%1$[種類]@が%3$@%2$[である]@";
"%[kind]@ %[is not]@ %@" = "%1$[種類]@が%3$@%2$[ではない]@";
"%[kind]@ %[begins with]@ %@" = "%1$[種類]@が%3$@%2$[で始まる]@";
"%[kind]@ %[ends with]@ %@" = "%1$[種類]@が%3$@%2$[で終わる]@";

"%[name]@ %[contains]@ %@" = "%1$[名前]@が%3$@%2$[を含む]@";
"%[name]@ %[does not contain]@ %@" = "%1$[名前]@が%3$@%2$[を含まない]@";
"%[name]@ %[is]@ %@" = "%1$[名前]@が%3$@%2$[である]@";
"%[name]@ %[is not]@ %@" = "%1$[名前]@が%3$@%2$[ではない]@";
"%[name]@ %[begins with]@ %@" = "%1$[名前]@が%3$@%2$[で始まる]@";
"%[name]@ %[ends with]@ %@" = "%1$[名前]@が%3$@%2$[で終わる]@";

"%[series_name]@ %[contains]@ %@" = "%1$[番組]@が%3$@%2$[を含む]@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[番組]@が%3$@%2$[を含まない]@";
"%[series_name]@ %[is]@ %@" = "%1$[番組]@が%3$@%2$[である]@";
"%[series_name]@ %[is not]@ %@" = "%1$[番組]@が%3$@%2$[ではない]@";
"%[series_name]@ %[begins with]@ %@" = "%1$[番組]@が%3$@%2$[で始まる]@";
"%[series_name]@ %[ends with]@ %@" = "%1$[番組]@が%3$@%2$[で終わる]@";

"%[sort_album]@ %[contains]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[を含む]@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[を含まない]@";
"%[sort_album]@ %[is]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[である]@";
"%[sort_album]@ %[is not]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[ではない]@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[で始まる]@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[アルバム（読み）]@が%3$@%2$[で終わる]@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[を含む]@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[を含まない]@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[である]@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[ではない]@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[で始まる]@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[アルバムアーティスト（読み）]@が%3$@%2$[で終わる]@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[を含む]@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[を含まない]@";
"%[sort_artist]@ %[is]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[である]@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[ではない]@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[で始まる]@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[アーティスト（読み）]@が%3$@%2$[で終わる]@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[を含む]@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[を含まない]@";
"%[sort_composer]@ %[is]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[である]@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[ではない]@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[で始まる]@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[作曲者（読み）]@が%3$@%2$[で終わる]@";

"%[sort_name]@ %[contains]@ %@" = "%1$[名前（読み）]@が%3$@%2$[を含む]@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[名前（読み）]@が%3$@%2$[を含まない]@";
"%[sort_name]@ %[is]@ %@" = "%1$[名前（読み）]@が%3$@%2$[である]@";
"%[sort_name]@ %[is not]@ %@" = "%1$[名前（読み）]@が%3$@%2$[ではない]@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[名前（読み）]@が%3$@%2$[で始まる]@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[名前（読み）]@が%3$@%2$[で終わる]@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[番組（読み）]@が%3$@%2$[を含む]@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[番組（読み）]@が%3$@%2$[を含まない]@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[番組（読み）]@が%3$@%2$[である]@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[番組（読み）]@が%3$@%2$[ではない]@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[番組（読み）]@が%3$@%2$[で始まる]@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[番組（読み）]@が%3$@%2$[で終わる]@";

"%[date_added]@ %[is]@ %@" = "%1$[追加日]@が%3$@%2$[である]@";
"%[date_added]@ %[is not]@ %@" = "%1$[追加日]@が%3$@%2$[ではない]@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[追加日]@が%3$@%2$[より後]@";
"%[date_added]@ %[is less than]@ %@" = "%1$[追加日]@が%3$@%2$[より前]@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[追加日]@が%3$@%4$[日]@%2$[以内]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[追加日]@が%3$@%4$[週間]@%2$[以内]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[追加日]@が%3$@%4$[カ月]@%2$[以内]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[追加日]@が%3$@%4$[日]@%2$[以内ではない]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[追加日]@が%3$@%4$[週間]@%2$[以内ではない]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[追加日]@が%3$@%4$[カ月]@%2$[以内ではない]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[追加日]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[date_modified]@ %[is]@ %@" = "%1$[修正日]@が%3$@%2$[である]@";
"%[date_modified]@ %[is not]@ %@" = "%1$[修正日]@が%3$@%2$[ではない]@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[修正日]@が%3$@%2$[より後]@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[修正日]@が%3$@%2$[より前]@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[修正日]@が%3$@%4$[日]@%2$[以内]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[修正日]@が%3$@%4$[週間]@%2$[以内]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[修正日]@が%3$@%4$[カ月]@%2$[以内]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[修正日]@が%3$@%4$[日]@%2$[以内ではない]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[修正日]@が%3$@%4$[週間]@%2$[以内ではない]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[修正日]@が%3$@%4$[カ月]@%2$[以内ではない]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[修正日]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[playdate]@ %[is]@ %@" = "%1$[最後に再生した日]@が%3$@%2$[である]@";
"%[playdate]@ %[is not]@ %@" = "%1$[最後に再生した日]@が%3$@%2$[ではない]@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[最後に再生した日]@が%3$@%2$[より後]@";
"%[playdate]@ %[is less than]@ %@" = "%1$[最後に再生した日]@が%3$@%2$[より前]@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[最後に再生した日]@が%3$@%4$[日]@%2$[以内]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[最後に再生した日]@が%3$@%4$[週間]@%2$[以内]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[最後に再生した日]@が%3$@%4$[カ月]@%2$[以内]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[最後に再生した日]@が%3$@%4$[日]@%2$[以内ではない]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[最後に再生した日]@が%3$@%4$[週間]@%2$[以内ではない]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[最後に再生した日]@が%3$@%4$[カ月]@%2$[以内ではない]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[最後に再生した日]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[skipdate]@ %[is]@ %@" = "%1$[最後にスキップした日]@が%3$@%2$[である]@";
"%[skipdate]@ %[is not]@ %@" = "%1$[最後にスキップした日]@が%3$@%2$[ではない]@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[最後にスキップした日]@が%3$@%2$[より後]@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[最後にスキップした日]@が%3$@%2$[より前]@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[最後にスキップした日]@が%3$@%4$[日]@%2$[以内]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[最後にスキップした日]@が%3$@%4$[週間]@%2$[以内]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[最後にスキップした日]@が%3$@%4$[カ月]@%2$[以内]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[最後にスキップした日]@が%3$@%4$[日]@%2$[以内ではない]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[最後にスキップした日]@が%3$@%4$[週間]@%2$[以内ではない]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[最後にスキップした日]@が%3$@%4$[カ月]@%2$[以内ではない]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[最後にスキップした日]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[songid]@ %[is]@" = "%1$[購入した項目]@%2$[である]@";
"%[songid]@ %[is not]@" = "%1$[購入した項目]@%2$[ではない]@";

"%[olduserdisabled]@ %[is]@" = "%1$[チェック済み]@%2$[である]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[チェック済み]@%2$[ではない]@";

"%[artwork]@ %[is]@" = "%1$[アートワーク付き]@%2$[である]@";
"%[artwork]@ %[is not]@" = "%1$[アートワーク付き]@%2$[ではない]@";

"%[compilation]@ %[is]@" = "%1$[コンピレーション]@%2$[である]@";
"%[compilation]@ %[is not]@" = "%1$[コンピレーション]@%2$[ではない]@";

"%[totaltime]@ %[is]@ %@" = "%1$[時間]@が%3$@%2$[である]@";
"%[totaltime]@ %[is not]@ %@" = "%1$[時間]@が%3$@%2$[ではない]@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[時間]@が%3$@%2$[より長い]@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[時間]@が%3$@%2$[より短い]@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[時間]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[albumrating]@ %[is]@ %@" = "%1$[アルバムのレート]@が%3$@%2$[である]@";
"%[albumrating]@ %[is not]@ %@" = "%1$[アルバムのレート]@が%3$@%2$[ではない]@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[アルバムのレート]@が%3$@%2$[より大きい]@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[アルバムのレート]@が%3$@%2$[より小さい]@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[アルバムのレート]@が%3$@ 〜 %4$@ %2$[の範囲内]@";

"%[trackrating]@ %[is]@ %@" = "%1$[レート]@が%3$@%2$[である]@";
"%[trackrating]@ %[is not]@ %@" = "%1$[レート]@が%3$@%2$[ではない]@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[レート]@が%3$@%2$[より大きい]@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[レート]@が%3$@%2$[より小さい]@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[レート]@が%3$@ 〜 %4$@%2$[の範囲内]@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[メディアの種類]@が%3$[ミュージック]@%2$[である]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[メディアの種類]@が%3$[ミュージックビデオ]@%2$[である]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[メディアの種類]@が%3$[ムービー]@%2$[である]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[メディアの種類]@が%3$[テレビ番組]@%2$[である]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[メディアの種類]@が %3$[Podcast]@ %2$[である]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[メディアの種類]@が %3$[iTunes U]@ %2$[である]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[メディアの種類]@が%3$[オーディオブック]@%2$[である]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[メディアの種類]@が%3$[ブック]@%2$[である]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[メディアの種類]@が%3$[ボイスメモ]@%2$[である]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[メディアの種類]@が %3$[iTunes Extras]@ %2$[である]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[メディアの種類]@が%3$[ミュージック]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[メディアの種類]@が%3$[ミュージックビデオ]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[メディアの種類]@が%3$[ムービー]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[メディアの種類]@が%3$[テレビ番組]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[メディアの種類]@が %3$[Podcast]@ %2$[ではない]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[メディアの種類]@が %3$[iTunes U]@ %2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[メディアの種類]@が%3$[オーディオブック]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[メディアの種類]@が%3$[ブック]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[メディアの種類]@が%3$[ボイスメモ]@%2$[ではない]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[メディアの種類]@が %3$[iTunes Extras]@ %2$[ではない]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[プレイリスト]@が%3$@%2$[である]@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[プレイリスト]@が%3$@%2$[ではない]@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[場所]@が%3$[このコンピュータ]@%2$[である]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[場所]@が%3$[iCloud]@%2$[である]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[場所]@が%3$[このコンピュータ]@%2$[ではない]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[場所]@が%3$[iCloud]@%2$[ではない]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud の状況]@が%3$[一致]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud の状況]@が%3$[購入した項目]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud の状況]@が%3$[アップロード済み]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud の状況]@が%3$[不適格]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud の状況]@が%3$[ローカルのみ]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud の状況]@が%3$[エラー]@%2$[である]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud の状況]@が%3$[重複]@%2$[である]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud の状況]@が%3$[一致]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud の状況]@が%3$[購入した項目]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud の状況]@が%3$[アップロード済み]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud の状況]@が%3$[不適格]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud の状況]@が%3$[ローカルのみ]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud の状況]@が%3$[エラー]@%2$[ではない]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud の状況]@が%3$[重複]@%2$[ではない]@";
